Repository: kaanporsuk/trustcare
Catalog: TrustCare/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, hu, it, nl, pl, pt, ro, ru, sv, tr, uk

# review_criterion_bedside_manner_question
source: Did the doctor listen and explain clearly?
cs: Naslouchal lékař a vše jasně vysvětlil?
da: Lyttede lægen og forklarede klart?
de: Hat der Arzt zugehört und klar erklärt?
es: ¿El médico escuchó y explicó claramente?
fr: Le médecin vous a-t-il écouté et expliqué clairement ?
hu: Az orvos meghallgatta és érthetően elmagyarázott mindent?
it: Il medico ti ha ascoltato e ha spiegato in modo chiaro?
nl: Luisterde de arts en legde deze alles duidelijk uit?
pl: Czy lekarz wysłuchał i jasno wszystko wyjaśnił?
pt: O médico ouviu e explicou com clareza?
ro: Medicul a ascultat și a explicat clar?
ru: Врач выслушал вас и понятно всё объяснил?
sv: Lyssande läkaren och förklarade tydligt?
tr: Doktor sizi dinledi ve net bir şekilde açıkladı mı?
uk: Чи лікар вислухав і зрозуміло все пояснив?

# review_criterion_clinic_hygiene
source: Clinic Hygiene
cs: Hygiena kliniky
da: Klinikhygiejne
de: Klinikhygiene
es: Higiene de la clínica
fr: Hygiène de la clinique
hu: Klinika Higiéniája
it: Igiene dello studio
nl: Kliniek Hygiëne
pl: Higiena w placówce
pt: Higiene da Clínica
ro: Igienă clinică
ru: Гигиена в клинике
sv: Klinikens hygien
tr: Klinik Hijyeni
uk: Гігієна клініки

# review_criterion_clinic_hygiene_question
source: Was the clinic clean and hygienic?
cs: Byla klinika čistá a hygienická?
da: Var klinikken ren og hygiejnisk?
de: War die Klinik sauber und hygienisch?
es: ¿La clínica estaba limpia e higiénica?
fr: La clinique était-elle propre et hygiénique ?
hu: A klinika tiszta és higiénikus volt?
it: Lo studio era pulito e igienico?
nl: Was de kliniek schoon en hygiënisch?
pl: Czy w klinice było czysto i higienicznie?
pt: A clínica estava limpa e higienizada?
ro: Clinica era curată și igienizată?
ru: Было ли в клинике чисто и опрятно?
sv: Var kliniken ren och hygienisk?
tr: Klinik temiz ve hijyenik miydi?
uk: Клініка була чистою та охайною?

# review_criterion_treatment_effectiveness
source: Treatment Effectiveness
cs: Účinnost léčby
da: Behandlingseffektivitet
de: Wirksamkeit der Behandlung
es: Efectividad del tratamiento
fr: Efficacité du traitement
hu: Kezelés Hatékonysága
it: Efficacia del trattamento
nl: Effectiviteit Behandeling
pl: Skuteczność leczenia
pt: Eficácia do Tratamento
ro: Eficacitatea tratamentului
ru: Эффективность лечения
sv: Behandlingens effektivitet
tr: Tedavi Etkililiği
uk: Ефективність лікування

# review_criterion_treatment_effectiveness_question
source: Did the treatment resolve your issue?
cs: Vyřešila léčba váš problém?
da: Løste behandlingen dit problem?
de: Hat die Behandlung Ihr Problem gelöst?
es: ¿El tratamiento resolvió tu problema?
fr: Le traitement a-t-il résolu votre problème ?
hu: A kezelés megoldotta a problémáját?
it: Il trattamento ha risolto il tuo problema?
nl: Heeft de behandeling uw probleem opgelost?
pl: Czy leczenie rozwiązało Twój problem?
pt: O tratamento resolveu o seu problema?
ro: Tratamentul ți-a rezolvat problema?
ru: Лечение помогло решить вашу проблему?
sv: Löste behandlingen ditt problem?
tr: Tedavi sorununuzu çözdü mü?
uk: Чи допомогло лікування вирішити вашу проблему?

# review_criterion_waiting_time
source: Waiting Time
cs: Čekací doba
da: Ventetid
de: Wartezeit
es: Tiempo de espera
fr: Temps d'attente
hu: Várakozási Idő
it: Tempo di attesa
nl: Wachttijd
pl: Czas oczekiwania
pt: Tempo de Espera
ro: Timp de așteptare
ru: Время ожидания
sv: Väntetid
tr: Bekleme Süresi
uk: Час очікування

# review_criterion_waiting_time_question
source: How long did you wait after your appointment time?
cs: Jak dlouho jste čekali po čase vašeho objednání?
da: Hvor længe ventede du efter din aftalte tid?
de: Wie lange haben Sie nach Ihrem Termin gewartet?
es: ¿Cuánto tiempo esperaste después de tu hora de cita?
fr: Combien de temps avez-vous attendu après l'heure de votre rendez-vous ?
hu: Mennyit várt a lefoglalt időponthoz képest?
it: Quanto tempo hai aspettato dopo l'orario del tuo appuntamento?
nl: Hoe lang moest u wachten na uw afspraaktijd?
pl: Jak długo czekałeś po ustalonej godzinie wizyty?
pt: Quanto tempo você esperou após o horário agendado?
ro: Cât timp ai așteptat după ora programării?
ru: Сколько вы ждали после назначенного времени?
sv: Hur länge väntade du efter din bokade tid?
tr: Randevu saatinizden sonra ne kadar beklediniz?
uk: Скільки часу ви чекали після призначеного часу?

# review_detailed
source: Detailed Rating
cs: Podrobné hodnocení
da: Detaljeret bedømmelse
de: Detaillierte Bewertung
es: Calificación detallada
fr: Évaluation détaillée
hu: Részletes Értékelés
it: Valutazione dettagliata
nl: Gedetailleerde Beoordeling
pl: Szczegółowa ocena
pt: Avaliação Detalhada
ro: Evaluare detaliată
ru: Подробная оценка
sv: Detaljerat betyg
tr: Detaylı Değerlendirme
uk: Детальна оцінка

# review_editable_24h
source: Editable within 24h
cs: Lze upravit do 24h
da: Kan redigeres inden for 24 timer
de: Innerhalb von 24h bearbeitbar
es: Editable durante 24 horas
fr: Modifiable sous 24h
hu: 24 órán belül szerkeszthető
it: Modificabile entro 24 ore
nl: Bewerken mogelijk binnen 24u
pl: Możliwość edycji w ciągu 24h
pt: Editável em até 24h
ro: Editabil timp de 24h
ru: Можно редактировать в течение 24ч
sv: Kan redigeras inom 24 timmar
tr: 24 saat içinde düzenlenebilir
uk: Можна редагувати протягом 24 год

# review_go_home
source: Go to Home
cs: Přejít na hlavní stránku
da: Gå til startside
de: Zur Startseite
es: Ir a Inicio
fr: Aller à l'accueil
hu: Ugrás a Kezdőlapra
it: Torna alla Home
nl: Naar Home
pl: Strona główna
pt: Ir para a Tela Inicial
ro: Mergi la pagina principală
ru: На главную
sv: Gå till startsidan
tr: Ana Sayfaya Git
uk: На головну

# review_helpful_count_%lld
source: %lld helpful
cs: %lld užitečné
da: %lld nyttigt
de: %lld hilfreich
es: %lld útil
fr: %lld utile
hu: %lld hasznos
it: %lld utile
nl: %lld nuttig
pl: %lld pomocne
pt: %lld útil
ro: %lld util
ru: %lld полезно
sv: %lld till hjälp
tr: %lld faydalı
uk: %lld корисно

# review_overall
source: Overall Rating
cs: Celkové hodnocení
da: Samlet bedømmelse
de: Gesamtbewertung
es: Calificación general
fr: Note globale
hu: Összesített Értékelés
it: Valutazione complessiva
nl: Algemene Beoordeling
pl: Ogólna ocena
pt: Avaliação Geral
ro: Evaluare generală
ru: Общая оценка
sv: Helhetsbetyg
tr: Genel Değerlendirme
uk: Загальна оцінка

# review_overall_question
source: How was your overall experience?
cs: Jaká byla vaše celková zkušenost?
da: Hvordan var din samlede oplevelse?
de: Wie war Ihre Gesamterfahrung?
es: ¿Cómo fue tu experiencia en general?
fr: Comment s'est passée votre expérience globale ?
hu: Milyen volt az általános tapasztalata?
it: Com'è stata la tua esperienza complessiva?
nl: Hoe was uw algehele ervaring?
pl: Jak oceniasz całe doświadczenie?
pt: Como foi a sua experiência geral?
ro: Cum a fost experiența ta generală?
ru: Как вы оцениваете общий опыт?
sv: Hur var din helhetsupplevelse?
tr: Genel deneyiminiz nasıldı?
uk: Як ви оцінюєте загальний досвід?

# review_photos_public
source: Photos will be visible to everyone.
cs: Fotky uvidí všichni.
da: Billeder vil være synlige for alle.
de: Fotos sind für jeden sichtbar.
es: Las fotos serán visibles para todos.
fr: Les photos seront visibles par tous.
hu: A fotók mindenki számára láthatók lesznek.
it: Le foto saranno visibili a tutti.
nl: Foto's zijn voor iedereen zichtbaar.
pl: Zdjęcia będą widoczne dla wszystkich.
pt: As fotos serão visíveis para todos.
ro: Fotografiile vor fi vizibile pentru toți.
ru: Фотографии будут видны всем.
sv: Foton kommer att vara synliga för alla.
tr: Fotoğraflar herkese açık olacaktır.
uk: Фотографії будуть видимі всім.

# review_proof_private
source: This will not be shown publicly.
cs: Toto nebude veřejně zobrazeno.
da: Dette vil ikke blive vist offentligt.
de: Dies wird nicht öffentlich angezeigt.
es: Esto no se mostrará públicamente.
fr: Ceci ne sera pas affiché publiquement.
hu: Ez nem lesz nyilvánosan látható.
it: Questo non verrà mostrato pubblicamente.
nl: Dit zal niet openbaar worden weergegeven.
pl: To nie będzie publicznie widoczne.
pt: Isto não será mostrado publicamente.
ro: Acestea nu vor fi afișate public.
ru: Это не будет опубликовано.
sv: Detta kommer inte att visas offentligt.
tr: Bu, herkese açık olarak gösterilmeyecektir.
uk: Це не буде відображатися публічно.

# review_select_provider_to_continue
source: Select a provider to continue
cs: Pro pokračování vyberte poskytovatele
da: Vælg en udbyder for at fortsætte
de: Wählen Sie einen Anbieter, um fortzufahren
es: Selecciona un proveedor para continuar
fr: Sélectionnez un professionnel pour continuer
hu: Válasszon egy szolgáltatót a folytatáshoz
it: Seleziona un professionista per continuare
nl: Selecteer een zorgaanbieder om door te gaan
pl: Wybierz dostawcę, aby kontynuować
pt: Selecione um prestador para continuar
ro: Selectează un furnizor pentru a continua
ru: Выберите специалиста, чтобы продолжить
sv: Välj en vårdgivare för att fortsätta
tr: Devam etmek için bir sağlayıcı seçin
uk: Оберіть спеціаліста, щоб продовжити

# review_skip_verification
source: Skip verification
cs: Přeskočit ověření
da: Spring verifikation over
de: Verifizierung überspringen
es: Omitir verificación
fr: Ignorer la vérification
hu: Ellenőrzés kihagyása
it: Salta verifica
nl: Verificatie overslaan
pl: Pomiń weryfikację
pt: Pular verificação
ro: Omite verificarea
ru: Пропустить проверку
sv: Hoppa över verifiering
tr: Doğrulamayı atla
uk: Пропустити перевірку

# review_step_choose_provider
source: Choose provider
cs: Vybrat poskytovatele
da: Vælg udbyder
de: Anbieter auswählen
es: Elegir proveedor
fr: Choisir le professionnel
hu: Szolgáltató kiválasztása
it: Scegli professionista
nl: Kies zorgaanbieder
pl: Wybierz dostawcę
pt: Escolher prestador
ro: Alege furnizorul
ru: Выберите специалиста
sv: Välj vårdgivare
tr: Sağlayıcı seçin
uk: Оберіть спеціаліста

# review_step_detailed_ratings
source: Detailed ratings
cs: Podrobná hodnocení
da: Detaljerede bedømmelser
de: Detaillierte Bewertungen
es: Calificaciones detalladas
fr: Notes détaillées
hu: Részletes értékelések
it: Valutazioni dettagliate
nl: Gedetailleerde beoordelingen
pl: Szczegółowe oceny
pt: Avaliações detalhadas
ro: Evaluări detaliate
ru: Подробные оценки
sv: Detaljerade betyg
tr: Detaylı değerlendirmeler
uk: Детальні оцінки

# review_step_format
source: Step %1$lld of %2$lld
cs: Krok %1$lld z %2$lld
da: Trin %1$lld af %2$lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
hu: Lépés: %1$lld / %2$lld
it: Passaggio %1$lld di %2$lld
nl: Stap %1$lld van %2$lld
pl: Krok %1$lld z %2$lld
pt: Passo %1$lld de %2$lld
ro: Pasul %1$lld din %2$lld
ru: Шаг %1$lld из %2$lld
sv: Steg %1$lld av %2$lld
tr: Adım %1$lld / %2$lld
uk: Крок %1$lld з %2$lld

# review_step_media_submit
source: Media and submit
cs: Média a odeslání
da: Medier og indsend
de: Medien und Senden
es: Contenido multimedia y enviar
fr: Médias et envoi
hu: Média és beküldés
it: Media e invio
nl: Media en indienen
pl: Multimedia i wysyłanie
pt: Mídia e envio
ro: Media și trimite
ru: Медиа и отправка
sv: Media och skicka in
tr: Medya ve gönder
uk: Медіа та відправка

# review_step_overall_rating
source: Overall rating
cs: Celkové hodnocení
da: Samlet bedømmelse
de: Gesamtbewertung
es: Calificación general
fr: Note globale
hu: Összesített értékelés
it: Valutazione complessiva
nl: Algemene beoordeling
pl: Ocena ogólna
pt: Avaliação geral
ro: Evaluare generală
ru: Общая оценка
sv: Helhetsbetyg
tr: Genel değerlendirme
uk: Загальна оцінка

# review_step_visit_details
source: Visit details
cs: Podrobnosti návštěvy
da: Besøgsdetaljer
de: Besuchsdetails
es: Detalles de la visita
fr: Détails de la visite
hu: Látogatás részletei
it: Dettagli visita
nl: Bezoekdetails
pl: Szczegóły wizyty
pt: Detalhes da visita
ro: Detalii vizită
ru: Детали визита
sv: Besöksdetaljer
tr: Ziyaret detayları
uk: Деталі візиту

# review_step_write_review
source: Write review
cs: Napsat recenzi
da: Skriv anmeldelse
de: Bewertung schreiben
es: Escribir reseña
fr: Rédiger l'avis
hu: Értékelés írása
it: Scrivi recensione
nl: Schrijf beoordeling
pl: Napisz opinię
pt: Escrever avaliação
ro: Scrie recenzia
ru: Написать отзыв
sv: Skriv recension
tr: Değerlendirme yazın
uk: Написати відгук

# review_submit
source: Submit Review
cs: Odeslat recenzi
da: Indsend anmeldelse
de: Bewertung senden
es: Enviar reseña
fr: Envoyer l'avis
hu: Értékelés Küldése
it: Invia recensione
nl: Beoordeling Indienen
pl: Prześlij opinię
pt: Enviar Avaliação
ro: Trimite recenzia
ru: Отправить отзыв
sv: Skicka in recension
tr: Değerlendirmeyi Gönder
uk: Надіслати відгук

# review_submitted_message
source: Your review has been submitted and will appear once processed.
cs: Vaše recenze byla odeslána a po zpracování se zobrazí.
da: Din anmeldelse er indsendt og vil vises, når den er behandlet.
de: Ihre Bewertung wurde eingereicht und wird nach der Prüfung angezeigt.
es: Tu reseña ha sido enviada y aparecerá una vez que se haya procesado.
fr: Votre avis a été soumis et apparaîtra une fois traité.
hu: Az értékelését beküldtük, és a feldolgozás után jelenik meg.
it: La tua recensione è stata inviata e apparirà una volta elaborata.
nl: Uw beoordeling is ingediend en zal na verwerking verschijnen.
pl: Twoja opinia została przesłana i pojawi się po jej przetworzeniu.
pt: Sua avaliação foi enviada e aparecerá assim que for processada.
ro: Recenzia ta a fost trimisă și va apărea după ce este procesată.
ru: Ваш отзыв отправлен и появится после проверки.
sv: Din recension har skickats in och kommer att visas när den har behandlats.
tr: Değerlendirmeniz gönderildi ve işlendikten sonra görünecektir.
uk: Ваш відгук надіслано, і він з'явиться після перевірки.

# review_submitted_title
source: Thank You!
cs: Děkujeme!
da: Tak!
de: Vielen Dank!
es: ¡Gracias!
fr: Merci !
hu: Köszönjük!
it: Grazie!
nl: Bedankt!
pl: Dziękujemy!
pt: Obrigado!
ro: Mulțumim!
ru: Спасибо!
sv: Tack!
tr: Teşekkür Ederiz!
uk: Дякуємо!

# review_upload_proof
source: Upload proof of visit
cs: Nahrát doklad o návštěvě
da: Upload besøgsbevis
de: Besuchsnachweis hochladen
es: Subir comprobante de visita
fr: Télécharger une preuve de visite
hu: Látogatás igazolásának feltöltése
it: Carica prova della visita
nl: Upload bewijs van bezoek
pl: Prześlij dowód wizyty
pt: Enviar comprovante de visita
ro: Încarcă dovada vizitei
ru: Загрузить подтверждение визита
sv: Ladda upp bevis på besök
tr: Ziyaret kanıtı yükle
uk: Завантажити доказ візиту

# review_verification_pending
source: Verification Pending
cs: Čeká na ověření
da: Verifikation afventer
de: Verifizierung ausstehend
es: Verificación pendiente
fr: Vérification en attente
hu: Ellenőrzés Folyamatban
it: Verifica in attesa
nl: Verificatie in Afwachting
pl: Oczekiwanie na weryfikację
pt: Verificação Pendente
ro: Verificare în așteptare
ru: Ожидает проверки
sv: Väntar på verifiering
tr: Doğrulama Bekliyor
uk: Очікує на перевірку

# review_verify
source: Verify Your Visit
cs: Ověřit vaši návštěvu
da: Verificer dit besøg
de: Verifizieren Sie Ihren Besuch
es: Verifica tu visita
fr: Vérifiez votre visite
hu: Látogatásának Ellenőrzése
it: Verifica la tua visita
nl: Verifieer Uw Bezoek
pl: Zweryfikuj swoją wizytę
pt: Verifique sua Visita
ro: Verifică-ți vizita
ru: Подтвердите ваш визит
sv: Verifiera ditt besök
tr: Ziyaretinizi Doğrulayın
uk: Підтвердіть свій візит

# review_verify_hint
source: Help us maintain trust by verifying your visit.
cs: Pomozte nám udržet důvěru ověřením vaší návštěvy.
da: Hjælp os med at opretholde tilliden ved at verificere dit besøg.
de: Helfen Sie uns, Vertrauen zu wahren, indem Sie Ihren Besuch verifizieren.
es: Ayúdanos a mantener la confianza verificando tu visita.
fr: Aidez-nous à maintenir la confiance en vérifiant votre visite.
hu: Segítsen fenntartani a bizalmat a látogatásának ellenőrzésével.
it: Aiutaci a mantenere la fiducia verificando la tua visita.
nl: Help ons het vertrouwen te behouden door uw bezoek te verifiëren.
pl: Pomóż nam utrzymać zaufanie, weryfikując swoją wizytę.
pt: Ajude-nos a manter a confiança verificando sua visita.
ro: Ajută-ne să menținem încrederea prin verificarea vizitei tale.
ru: Помогите нам поддерживать доверие, подтвердив свой визит.
sv: Hjälp oss upprätthålla förtroendet genom att verifiera ditt besök.
tr: Ziyaretinizi doğrulayarak güveni korumamıza yardımcı olun.
uk: Допоможіть нам підтримувати довіру, підтвердивши свій візит.

# review_view_provider
source: View provider
cs: Zobrazit poskytovatele
da: Vis udbyder
de: Anbieter anzeigen
es: Ver proveedor
fr: Voir le professionnel
hu: Szolgáltató megtekintése
it: Vedi professionista
nl: Bekijk zorgaanbieder
pl: Zobacz dostawcę
pt: Ver prestador
ro: Vezi furnizor
ru: Профиль специалиста
sv: Visa vårdgivare
tr: Sağlayıcıyı görüntüle
uk: Переглянути спеціаліста

# review_visit_date
source: Visit Date
cs: Datum návštěvy
da: Besøgsdato
de: Besuchsdatum
es: Fecha de la visita
fr: Date de visite
hu: Látogatás Dátuma
it: Data della visita
nl: Datum Bezoek
pl: Data wizyty
pt: Data da Visita
ro: Data vizitei
ru: Дата визита
sv: Besöksdatum
tr: Ziyaret Tarihi
uk: Дата візиту

# review_visit_details
source: Visit Details
cs: Podrobnosti návštěvy
da: Besøgsdetaljer
de: Besuchsdetails
es: Detalles de la visita
fr: Détails de la visite
hu: Látogatás Részletei
it: Dettagli visita
nl: Bezoekdetails
pl: Szczegóły wizyty
pt: Detalhes da Visita
ro: Detalii vizită
ru: Детали визита
sv: Besöksdetaljer
tr: Ziyaret Detayları
uk: Деталі візиту

# review_visit_type
source: Visit Type
cs: Typ návštěvy
da: Besøgstype
de: Besuchsart
es: Tipo de visita
fr: Type de visite
hu: Látogatás Típusa
it: Tipo di visita
nl: Type Bezoek
pl: Rodzaj wizyty
pt: Tipo de Visita
ro: Tipul vizitei
ru: Тип визиту
sv: Typ av besök
tr: Ziyaret Türü
uk: Тип візиту

# review_who
source: Who are you reviewing?
cs: Koho hodnotíte?
da: Hvem anmelder du?
de: Wen bewerten Sie?
es: ¿A quién estás reseñando?
fr: Qui évaluez-vous ?
hu: Kit értékel?
it: Chi stai recensendo?
nl: Wie beoordeelt u?
pl: Kogo oceniasz?
pt: Quem você está avaliando?
ro: Pe cine evaluezi?
ru: Кого вы оцениваете?
sv: Vem recenserar du?
tr: Kimi değerlendiriyorsunuz?
uk: Кому ви залишаєте відгук?

# reviews_count
source: reviews
cs: recenzí
da: anmeldelser
de: Bewertungen
es: reseñas
fr: avis
hu: értékelés
it: recensioni
nl: beoordelingen
pl: opinie
pt: avaliações
ro: recenzii
ru: отзывов
sv: recensioner
tr: değerlendirme
uk: відгуків

# reviews_empty_title
source: No reviews yet
cs: Zatím žádné recenze
da: Ingen anmeldelser endnu
de: Noch keine Bewertungen
es: Sin reseñas aún
fr: Aucun avis pour le moment
hu: Még nincsenek értékelések
it: Ancora nessuna recensione
nl: Nog geen beoordelingen
pl: Brak opinii
pt: Nenhuma avaliação ainda
ro: Nicio recenzie încă
ru: Пока нет отзывов
sv: Inga recensioner ännu
tr: Henüz değerlendirme yok
uk: Поки що немає відгуків

# saved_empty_action
source: Discover Providers
cs: Objevit poskytovatele
da: Opdag udbydere
de: Anbieter entdecken
es: Descubrir proveedores
fr: Découvrir les professionnels
hu: Szolgáltatók Felfedezése
it: Scopri i professionisti
nl: Ontdek Zorgaanbieders
pl: Odkryj dostawców
pt: Descobrir Prestadores
ro: Descoperă furnizori
ru: Найти специалистов
sv: Upptäck vårdgivare
tr: Sağlayıcıları Keşfet
uk: Знайти спеціалістів

# saved_empty_message
source: Save providers to access them quickly later.
cs: Uložte si poskytovatele, abyste k nim měli později rychlý přístup.
da: Gem udbydere for hurtigt at få adgang til dem senere.
de: Speichern Sie Anbieter, um später schnell darauf zugreifen zu können.
es: Guarda proveedores para acceder a ellos rápidamente más tarde.
fr: Enregistrez des professionnels pour y accéder rapidement plus tard.
hu: Mentse el a szolgáltatókat, hogy később gyorsan elérje őket.
it: Salva i professionisti per accedervi rapidamente in seguito.
nl: Sla zorgaanbieders op om ze later snel terug te vinden.
pl: Zapisuj dostawców, aby mieć do nich później szybki dostęp.
pt: Salve prestadores para acessá-los rapidamente mais tarde.
ro: Salvează furnizorii pentru a-i accesa rapid mai târziu.
ru: Сохраняйте специалистов, чтобы иметь к ним быстрый доступ.
sv: Spara vårdgivare för att snabbt komma åt dem senare.
tr: Daha sonra hızlıca erişmek için sağlayıcıları kaydedin.
uk: Зберігайте спеціалістів, щоб мати до них швидкий доступ пізніше.

# saved_empty_title
source: No saved providers yet
cs: Zatím žádní uložení poskytovatelé
da: Ingen gemte udbydere endnu
de: Noch keine gespeicherten Anbieter
es: Aún no hay proveedores guardados
fr: Aucun professionnel enregistré
hu: Még nincsenek mentett szolgáltatók
it: Ancora nessun professionista salvato
nl: Nog geen opgeslagen zorgaanbieders
pl: Brak zapisanych dostawców
pt: Nenhum prestador salvo ainda
ro: Niciun furnizor salvat încă
ru: Пока нет сохраненных специалистов
sv: Inga sparade vårdgivare ännu
tr: Henüz kaydedilmiş sağlayıcı yok
uk: Немає збережених спеціалістів

source: Search facilities
cs: Hledat zařízení
da: Søg efter faciliteter
de: Nach Einrichtungen suchen
es: Buscar centros
fr: Chercher un établissement
hu: Intézmények keresése
it: Cerca strutture
nl: Zoek instellingen
pl: Szukaj placówek
pt: Buscar estabelecimentos
ro: Caută unități
ru: Поиск учреждений
sv: Sök kliniker
tr: Kurumları ara
uk: Пошук закладів

source: Search languages
cs: Hledat jazyky
da: Søg efter sprog
de: Nach Sprachen suchen
es: Buscar idiomas
fr: Chercher une langue
hu: Nyelvek keresése
it: Cerca lingue
nl: Zoek talen
pl: Szukaj języków
pt: Buscar idiomas
ro: Caută limbi
ru: Поиск языков
sv: Sök språk
tr: Dilleri ara
uk: Пошук мов

# search_placeholder
source: Search doctor, clinic...
cs: Hledat lékaře, kliniku...
da: Søg læge, klinik...
de: Arzt, Klinik suchen...
es: Buscar médico, clínica...
fr: Chercher un médecin, clinique...
hu: Orvos, klinika keresése...
it: Cerca medico, clinica...
nl: Zoek arts, kliniek...
pl: Szukaj lekarza, kliniki...
pt: Buscar médico, clínica...
ro: Caută medic, clinică...
ru: Искать врача, клинику...
sv: Sök läkare, klinik...
tr: Doktor, klinik ara...
uk: Шукати лікаря, клініку...

source: Search specialties
cs: Hledat specializace
da: Søg efter specialer
de: Nach Fachgebieten suchen
es: Buscar especialidades
fr: Chercher une spécialité
hu: Szakterületek keresése
it: Cerca specializzazioni
nl: Zoek specialismen
pl: Szukaj specjalizacji
pt: Buscar especialidades
ro: Caută specialități
ru: Поиск специальностей
sv: Sök specialiteter
tr: Uzmanlıkları ara
uk: Пошук спеціалізацій

source: Search this area
cs: Hledat v této oblasti
da: Søg i dette område
de: In diesem Bereich suchen
es: Buscar en esta área
fr: Chercher dans cette zone
hu: Keresés ezen a területen
it: Cerca in quest'area
nl: Zoek in dit gebied
pl: Szukaj w tym obszarze
pt: Buscar nesta área
ro: Caută în această zonă
ru: Искать в этой области
sv: Sök i detta område
tr: Bu alanda ara
uk: Шукати в цій області

source: Search treatments
cs: Hledat léčbu
da: Søg efter behandlinger
de: Nach Behandlungen suchen
es: Buscar tratamientos
fr: Chercher un traitement
hu: Kezelések keresése
it: Cerca trattamenti
nl: Zoek behandelingen
pl: Szukaj leczenia
pt: Buscar tratamentos
ro: Caută tratamente
ru: Поиск процедур
sv: Sök behandlingar
tr: Tedavileri ara
uk: Пошук лікування

# settings_account
source: Account
cs: Účet
da: Konto
de: Konto
es: Cuenta
fr: Compte
hu: Fiók
pl: Konto
pt: Conta
ro: Cont
ru: Аккаунт
sv: Konto
tr: Hesap
uk: Обліковий запис

# settings_cancel
source: Cancel
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
hu: Mégse
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати
